Repository: common-repository/blogbuzztime-for-wp
Catalog: languages/blogbuzztime-*.po
Languages: fr_fr

source: widget blogbuzztime description
fr_fr: Affiche les articles en cours de lecture, sous forme de liens texte

source: Widget Title
fr_fr: Titre du widget

source: widget counter description
fr_fr: Affiche le total des utilisateurs présents sur votre blog, en temps réel

source: Current online users
fr_fr: Nombre d'utilisateurs en ligne

source: lectures en cours avec illustrations
fr_fr: Affiche les lectures en cours, avec une image (basée sur le meta tag facebook og:picture)

source: lectures en cours illustres
fr_fr: Lectures en cours, illustrées

source: reader
fr_fr: lecteur

source: readers
fr_fr: lecteurs

source: defaultLang
fr_fr: fr

source: online users
fr_fr: utilisateurs en ligne

source: online user
fr_fr: utilisateur en ligne

source: Configuration saved.
fr_fr: Configuration sauvegardée.

source: You can now add widget to sidebar
fr_fr: Vous pouvez à présent ajouter le widget à votre sidebar (via l'administration des widgets de votre wordpress)

source: Ignore an url
fr_fr: Ignorer une url

source: Example
fr_fr: Exemple

source: Hidden urls
fr_fr: Urls ignorés

source: Other parameters
fr_fr: Autres paramètres

source: Number of links to show
fr_fr: Nombre de liens d'articles à afficher

source: show all
fr_fr: tout afficher

source: Mininum number of readers to show a link
fr_fr: Nombre minimal de lecteurs pour afficher un lien d'article

source: no min
fr_fr: pas de minimum

source: Add suffix to url
fr_fr: Ajotuer un suffixe à l'url

source: Wording for "Reader" (singular)
fr_fr: Expression pour "lecteur" (au singulier)

source: Wording for "Readers" (plural)
fr_fr: Expression pour "lecteurs" (au pluriel)

source: What's your language?
fr_fr: En quelle langue sont rédigés vos articles?

source: Save
fr_fr: Enregistrer

source: Widget current online users
fr_fr: Widget d'affichage du nombre d'utilisateurs en ligne

source: Wording for online user
fr_fr: Expression pour "utilisateur en ligne" (au singulier)

source: Wording for online users
fr_fr: Expression pour "utilisateurs en ligne" (au pluriel)

source: Afficher les widgets en floating box
fr_fr: Afficher les widgets en floating box (en haut à droite)

source: Style de la floating box
fr_fr: Style de la box

source: Categorie des echanges liens partenaires
fr_fr: Catégorie des échanges de liens partenaires

source: Choisissez une thematique pour activer les echanges de liens avec des blogs de meme thematique
fr_fr: Choisissez une thématique pour activer les échanges de liens avec des blogs de même thématique

source: En savoir plus sur l'echange de liens BlogBuzzTime
fr_fr: En savoir plus sur l'échange de liens BlogBuzzTime

source: Credits
fr_fr: crédits

source: RSS feed for your partner's links
fr_fr: Flux rss des liens vers les articles partenaires

source: BlogBuzzTime Plateform health
fr_fr: Etat de la plateforme blogbuzztime

source: All is ok
fr_fr: Tout est ok

source: BlogBuzzTime is down
fr_fr: BlogBuzzTime semble down

source: Plugin by
fr_fr: Plugin proposé et développé par
